def watermellon_v1():
    pass


def insurement_v1():
    return [["青年", "否", "否", "一般"],
            ["青年", "否", "否", "好"],
            ["青年", "是", "否", "好"],
            ["青年", "是", "是", "一般"],
            ["青年", "否", "否", "一般"],
            ["中年", "否", "否", "一般"],
            ["中年", "否", "否", "好"],
            ["中年", "是", "是", "好"],
            ["中年", "否", "是", "非常好"],
            ["中年", "否", "是", "非常好"],
            ["老年", "否", "是", "非常好"],
            ["老年", "否", "是", "好"],
            ["老年", "是", "否", "好"],
            ["老年", "是", "否", "非常好"],
            ["老年", "否", "否", "一般"],], ["否", "否", "是", "是", "否", "否", "否", "是", "是", "是", "是", "是", "是", "是", "否", ]
